Repository: reacuna/fgr-poetry
Catalog: languages/fgr-poetry-*.po
Languages: es_es

source: Poems
es_es: Poemas

source: Poem
es_es: Poema

source: All Poems
es_es: Todos los poemas

source: New poem
es_es: Nuevo poema

source: Add New
es_es: Agregar nuevo

source: Add New poem
es_es: Agregar nuevo poema

source: Edit poem
es_es: Editar poema

source: View poem
es_es: Ver poema

source: Search poems
es_es: Buscar poemas

source: No poems found
es_es: Ningún poema encontrado

source: No poems found in trash
es_es: Ningún poema encontrado en la papelera

source: Parent poem
es_es: Poema padre

source: Speeches
es_es: Discursos

source: Speech
es_es: Discurso

source: All Speeches
es_es: Todos los discursos

source: New speech
es_es: Nuevo discurso

source: Add New speech
es_es: Agregar nuevo discurso

source: Edit speech
es_es: Editar discurso

source: View speech
es_es: Ver discurso

source: Search speeches
es_es: Buscar discursos

source: No speeches found
es_es: No se encontraron discursos

source: No speeches found in trash
es_es: No se encontraron discursos en la papelera

source: Parent speech
es_es: Discurso padre

source: Essays
es_es: Ensayos

source: Essay
es_es: Ensayo

source: All Essays
es_es: Todos los ensayos

source: New essay
es_es: Nuevo ensayo

source: Add New essay
es_es: Agregar nuevo ensayo

source: Edit essay
es_es: Editar ensayo

source: View essay
es_es: Ver ensayo

source: Search essays
es_es: Buscar ensayos

source: No essays found
es_es: No se encontraron ensayos

source: No essays found in trash
es_es: No se encontraron ensayos en la papelera

source: Parent essay
es_es: Ensayo padre

source: poems
es_es: poemas

source: speeches
es_es: discursos

source: essays
es_es: ensayos

source: Poem updated. <a target="_blank" href="%s">View poem</a>
es_es: Poema actualizado. <a target="_blank" href="%s">Ver poema</a>

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Poem updated.
es_es: Poema actualizado.

source: Poem restored to revision from %s
es_es: Poema restaurado a la revisión del %s

source: Poem published. <a href="%s">View poem</a>
es_es: Poema publicado. <a href="%s">Ver poema</a>

source: Poem saved.
es_es: Poema guardado.

source: Poem submitted. <a target="_blank" href="%s">Preview poem</a>
es_es: Poema enviado. <a target="_blank" href="%s">Previsualizar poema</a>

source: Poem scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview poem</a>
es_es: Poema calendarizado para el: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Previsualizar poema</a>

source: M j, Y @ G:i
es_es: j M Y @ G:i

source: Poem draft updated. <a target="_blank" href="%s">Preview poem</a>
es_es: Borrador del poema actualizado. <a target="_blank" href="%s">Previsualizar poema</a>

source: Add support to publish poems
es_es: Agrega soporte para publicar poemas
